Repository: Tabrisrp/product-gift-wrap-for-woocommerce
Catalog: languages/woocommerce-product-gift-wrap-*.po
Languages: fr_fr

source: Gift wrap this item for %s?
fr_fr: Emballage cadeau pour %s ?

source: free
fr_fr: Gratuit

source: Gift Wrapped
fr_fr: Emballage cadeau

source: Yes
fr_fr: Oui

source: Gift Wrappable
fr_fr: Emballage cadeau disponible

source: Enable this option if the customer can choose gift wrapping.
fr_fr: Activer cette option si le client peut choisir l'emballage cadeau.

source: Gift Wrap Cost
fr_fr: Prix de l'emballage cadeau

source: Override the default cost by inputting a cost here.
fr_fr: Remplacer la valeur par défaut en entrant un prix ici.

source: Gift Wrapping Enabled by Default?
fr_fr: Emballage cadeau activé par défaut ?

source: Enable this to allow gift wrapping for products by default.
fr_fr: Activer cette option pour afficher l'option d'emballage cadeau pour tous les produits.

source: Default Gift Wrap Cost
fr_fr: Prix par défaut de l'emballage cadeau

source: The cost of gift wrap unless overridden per-product.
fr_fr: Le prix de l'emballage cadeau, sauf si défini sur le produit.

source: Gift Wrap Message
fr_fr: Message pour l'emballage cadeau

source: Note: <code>{price}</code> will be replaced with the gift wrap cost.
fr_fr: Note : <code>{price}</code> sera remplacé par le prix de l'emballage cadeau.

source: Label shown to the user on the frontend.
fr_fr: Le label du champ à afficher au client sur le site.
